[
  {
    "id": "q0",
    "quote": "Our grandchildren will look back with shame on members of the Republican Party who ignored scientists and denied the crisis of climate change to protect fossil fuel profits.",
    "category_ids": null,
    "source_url": "https://twitter.com/BernieSanders/status/1140363419494821888",
    "created_at": null,
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q1",
    "quote": "Seven years ago President Obama announced the DACA program. I am inspired by Dreamers and the movement they built for immigration justice. \n\nThis is a promise: As president, I will provide immediate legal status for Dreamers.",
    "category_ids": "c16 c27",
    "source_url": "https://twitter.com/BernieSanders/status/1140101327600726017",
    "created_at": "8:38 PM - 15 Jun 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q2",
    "quote": "In America today, one in every six kids goes hungry. Kids should not be dealing with \"lunch debt.\" As president, I will fight to provide year-round, free universal school meals to all our kids.",
    "category_ids": "c22 c26",
    "source_url": "https://twitter.com/BernieSanders/status/1137068959188963329",
    "created_at": "11:49 AM - 7 Jun 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q3",
    "quote": "As we celebrate #PrideMonth, let us also remember how far we have come because of the struggle led by the LGBT community and their allies. I will always stand in solidarity with our LGBT friends to ensure everyone in America is free to love and live as their true selves.",
    "category_ids": "c10",
    "source_url": "https://twitter.com/BernieSanders/status/1135311126260985857",
    "created_at": "3:24 PM - 2 Jun 2019",
    "proposal_ids": "p51",
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q4",
    "quote": "I am not often speechless, but this young Dreamer's courage took my words away.",
    "category_ids": "c16 c27",
    "source_url": "https://twitter.com/BernieSanders/status/1134653258461528070",
    "created_at": ".7:49 PM - 31 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q5",
    "quote": "More than a third of all teachers have worked a second job to makes ends meet. And average wages for public school teachers have gone DOWN over the last 20 years.\r\n\r\nAs president, I will ensure teachers are paid what they deserve — a starting salary at least $60,000 a year.",
    "category_ids": "c22 c23",
    "source_url": "https://twitter.com/BernieSanders/status/1134510350341160962",
    "created_at": "10:22 AM - 31 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q6",
    "quote": "This is a promise: As president I will provide immediate legal status for Dreamers and their parents, and pass comprehensive immigration reform with a path to citizenship for all undocumented peopl",
    "category_ids": "c16 c27",
    "source_url": null,
    "created_at": null,
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q7",
    "quote": "At a time when we in the United States pay the highest prices in the world for prescription drugs, the top 10 U.S. drug companies made $69 billion in profits last year. That is an outrage. As president, I will lower the cost of prescription drugs in this country by 50%.",
    "category_ids": "c0 c29",
    "source_url": "https://twitter.com/BernieSanders/status/1134168191305957378",
    "created_at": "11:42 AM - 30 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q8",
    "quote": "Given the reality that we have a president who believes he is above the law congress must continue its investigations. If the House Judiciary Committee deems it necessary, I will support their decision to open an impeachment inquiry.",
    "category_ids": "c30",
    "source_url": "https://twitter.com/SenSanders/status/1133800061824110593",
    "created_at": "11:19 AM - 29 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q9",
    "quote": "If we could find over a trillion dollars to bail out Wall Street, we can damn well afford to protect the pensions of Americans. If I am elected president, I will impose an immediate moratorium on any future pension cuts and I will reverse the pension cuts that have been approved.",
    "category_ids": "c24",
    "source_url": "https://twitter.com/BernieSanders/status/1132403864647413762",
    "created_at": ".2:51 PM - 25 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q10",
    "quote": ".@DerrickNAACP is right. We must end segregation in our schools and guarantee every kid a high-quality education. As President, I will put in place a moratorium on federal funding of new charters until we can ensure they’re operating with transparency and accountability.",
    "category_ids": "c15 c22",
    "source_url": "https://twitter.com/BernieSanders/status/1132315036515479552",
    "created_at": "8:58 AM - 25 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q11",
    "quote": "I was right about Vietnam. I was right about Iraq. I will do everything in my power to prevent a war with Iran. I apologize to no one.",
    "category_ids": "c7",
    "source_url": "https://twitter.com/SenSanders/status/1131900152795549696",
    "created_at": "5:30 AM - 24 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q12",
    "quote": "Since the late 1980s, the number of racially segregated schools has more than tripled. This segregation isn't by accident—it's the result of policy decisions made in courts, in state legislatures and in Washington. I will not tolerate still having separate and unequal schools.",
    "category_ids": "c15",
    "source_url": "https://twitter.com/BernieSanders/status/1130595526683107333",
    "created_at": "3:05 PM - 20 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q13",
    "quote": "As president, I will not appoint anyone to the United States Supreme Court unless they are prepared to defend Roe v. Wade.",
    "category_ids": "c8 c31",
    "source_url": "https://twitter.com/BernieSanders/status/1130240249651761152",
    "created_at": "3:34 PM - 19 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q14",
    "quote": "Pharma executives allegedly deleted their texts and lied to our offices to conceal a conspiracy to fix prices, raising them by as much as 1000%. How many have died as a result of this racket? @RepCummings and I will hold these companies accountable.",
    "category_ids": "c0 c24 c29 c30",
    "source_url": "https://twitter.com/SenSanders/status/1128311389540450306",
    "created_at": "7:49 AM - 14 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q15",
    "quote": "This campaign is asking for your help to win the primary and defeat Trump, but it is also asking for something more. I will need your help the day after the inauguration to take on the powerful interests in Washington. I will need you in the fight for justice in America.",
    "category_ids": "c24 c30",
    "source_url": "https://twitter.com/BernieSanders/status/1125518389450084353",
    "created_at": "2:51 PM - 6 May 2019",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q16",
    "quote": "We say to the private health insurance companies: whether you like it or not, the United States will join every other major country on earth and guarantee healthcare to all people as a right. All Americans are entitled to go to the doctor when they’re sick and not go bankrupt after staying in the hospital.",
    "category_ids": "c0",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q17",
    "quote": "Today, we say to our young people that we want you to get the best education that you can, regardless of the income of your family. Good jobs require a good education. That is why we are going to make public colleges and universities tuition free, and substantially lower the outrageous level of student debt that currently exists.",
    "category_ids": "c1",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q18",
    "quote": "We will no longer accept 46 percent of all new income going to the top 1 percent, while millions of Americans are forced to work 2 or 3 jobs just to survive and over half of our people live paycheck to paycheck. We will no longer accept a situation in which, in the wealthiest country in the history of the world, our younger generation will have a lower standard of living than their parents.",
    "category_ids": "c2",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q19",
    "quote": "When we are in the White House, we will enact a federal jobs guarantee, to ensure that everyone is guaranteed a stable job. There is more than enough work to be done in this country. Let’s do it.",
    "category_ids": "c3",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q20",
    "quote": "Today, we say to our senior citizens, that we understand that you cannot live in dignity when you are trying to survive on $13,000 or $14,000 a year in Social Security benefits. My Republican colleagues want to cut Social Security but we have some bad news for them. We’re not going to cut Social Security benefits. We’re going to expand them.",
    "category_ids": "c4",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-05-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q21",
    "quote": "We say to Donald Trump and the fossil fuel industry that climate change is not a hoax but is an existential threat to our country and the entire planet – and we intend to transform our energy system away from fossil fuel and into energy efficiency and sustainable energy and, in the process create millions of good paying jobs. All of us have a moral responsibility to make certain that the planet we leave to our children and grandchildren is healthy and habitable.",
    "category_ids": "c5",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q22",
    "quote": "If you can’t afford to take care of your veterans, then don’t go to war. These people are bearing the brunt of what war is about. We have a moral obligation to support them.",
    "category_ids": "c6",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q23",
    "quote": "Together, as the forces of militarism have kept us engaged in unending wars, we have stood arm-in-arm to fight back. We’re not going to invest in never-ending wars.",
    "category_ids": "c7",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q24",
    "quote": "When we are in the White House, we are going to protect a woman’s right to control her own body. That is her decision, not the government’s.",
    "category_ids": "c8",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q25",
    "quote": "We as a nation have a moral responsibility to ensure that all Americans have access to the programs and the support needed to contribute to society, live with dignity, and achieve a high quality of life.",
    "category_ids": "c9",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q26",
    "quote": "People have the right to love who they want to love and get married regardless of their sexual orientation. Incredibly, today in many states, it is still legal to fire someone for being gay. That is unacceptable and must change.",
    "category_ids": "c10",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q27",
    "quote": "Now is the time to rebuild Puerto Rico. I want the people of Puerto Rico to know that they are not forgotten, that they are not alone, and that we will do everything we possibly can to rebuild the island.",
    "category_ids": "c11",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q28",
    "quote": "The wealthy and multinational corporations in this country will start paying their fair share of taxes. We are going to end austerity for working families, and provide some austerity for large, multinational corporations.",
    "category_ids": "c12",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q29",
    "quote": "When we are in the White House, we will move aggressively to end the epidemic of gun violence in this country and pass the common sense gun safety legislation that the overwhelming majority of Americans want.",
    "category_ids": "c13",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q30",
    "quote": "Today, we say to the prison-industrial-complex that we are going to bring about real criminal justice reform. We are going to end the international embarrassment of having more people in jail than any other country on earth. Instead of spending $80 billion a year on jails and incarceration, we are going to invest in jobs and education for our young people. No more private prisons and detention centers. No more profiteering from locking people up. No more “war on drugs.” No more keeping people in jail because they’re too poor to afford cash bail.",
    "category_ids": "c14",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q31",
    "quote": "When we are in the White House, we are going to address not only the disparities of wealth and income that exist overall in our nation, but we will address the racial disparities of wealth and income. We are going to root out institutional racism wherever it exists.",
    "category_ids": "c15",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q32",
    "quote": "Today, we say to the American people that instead of demonizing the undocumented immigrants in this country, we’re going to pass comprehensive immigration reform and provide a path toward citizenship. We’re going to provide legal status to the 1.8 million young people eligible for the DACA program, and develop a humane border policy for those who seek asylum. No more snatching babies from the arms of their mothers.",
    "category_ids": "c16 c27",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q33",
    "quote": "Time and time again, our Native American brothers and sisters have seen the federal government break solemn promises, and huge corporations put profits ahead of the sovereign rights of Native communities. I will stand with Native Americans in the struggle to protect their treaty and sovereign rights, advance traditional ways of life, and improve the quality of life for Native communities.",
    "category_ids": "c17",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q34",
    "quote": "I want to welcome you to a campaign which tells the powerful special interests who control so much of our economic and political life that we will no longer tolerate the greed of Wall Street corporate America and the billionaire class – greed which has resulted in this country having more income and wealth inequality than any other major country on earth.",
    "category_ids": "c18",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q35",
    "quote": "The crisis in America’s small towns and rural communities is the result of deliberate policy choices by a political class that neglects rural America, rather than investing in it. The time is long overdue for the U.S. government to stand with rural America, and that is exactly what I will do.",
    "category_ids": "c19",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q36",
    "quote": "We need a trade policy that benefits American workers and creates living-wage jobs, not unfair trade agreements written by multi-national corporations.",
    "category_ids": "c20 c21",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q37",
    "quote": "Today, we say to our young people that we want you to get the best education that you can, regardless of the income of your family. Together, as billionaires and large corporations have attacked unions and destroyed pensions, we have supported teachers who successfully stood up for their kids in strike after strike after strike.",
    "category_ids": "c22 c23",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q38",
    "quote": "Together, we are going to create a political system which is based on the democratic principles of one person – one vote – and end a corrupt system which allows billionaires to buy elections. Yes. We are going to overturn Citizens United, move to public funding of elections.",
    "category_ids": "c24",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-04-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  },
  {
    "id": "q39",
    "quote": "Fundamental change in America’s agricultural and rural policies is no longer just an option; it’s an absolute necessity. With the right support and policies, we can have rural communities that are thriving economically and ecologically.",
    "category_ids": "c19",
    "source_url": "https://berniesanders.com/issues",
    "created_at": "2019-05-01T04:00:00.000Z",
    "proposal_ids": null,
    "legislation_ids": null,
    "video_ids": null,
    "other_links": null
  }
]